Repository: Vistaus/youtube-search-provider
Catalog: po/*.po
Languages: es

source: Order
es: Orden

source: The method that will be used to order the results
es: Como se ordenan los resultados

source: Time
es: Hora

source: Safe search
es: Búsqueda segura

source: It indicates whether the search results should include restricted content as well as standard content
es: Permite elegir si se restringen los resultados

source: Video caption
es: Subtítulos

source: It indicates whether should filter video search results based on whether they have captions
es: Permite elegir los vídeos según los subtítulos

source: Video definition
es: Defnición

source: It lets you restrict a search to only include either high definition (HD) or standard definition (SD) videos. HD videos are available for playback in at least 720p, though higher resolutions, like 1080p, might also be available
es: Permite mostrar vídeos según sean en alta definición o normal

source: Video dimension
es: Dimensión

source: It lets you restrict a search to only retrieve 2D or 3D videos
es: Permite elegir entre todos los vídeos o los de tres dimensiones

source: Video duration
es: Duración

source: It filters video search results based on their duration
es: Filtra los resultados por la duración

source: Video license
es: Licencia

source: It filters search results to only include videos with a particular license
es: Filtra los resultados según la licencia

source: Video type
es: Tipo

source: It lets you restrict a search to a particular type of videos
es: Filtra los resultados en función del tipo de vídeo

source: Maximum results
es: Número de resultados

source: Maximum number of items that should be returned in the result set. Acceptable values are 0 to 50, inclusive
es: Número máximo de resultados. Valor comprendido entre 0 y 50.

source: YouTube viewer
es: Visualizador

source: Set YouTube viewer
es: Selecciona el visualizador

source: Loading items from YouTube, please wait...
es: Cargando vídeos de YouTube, por favor espera...

source: Oops, an error occurred while searching.
es: Ups!, ha ocurrido un error mientras buscaba...

source: Nothing
es: Nada

source: True
es: Cierto

source: False
es: Falso

source: YouTube Search Provider
es: Buscador de YouTube

source: Version:
es: Versión:

source: Preferences
es: Preferencias

source: Viewer options
es: Opciones de visualizador

source: Search options
es: Opciones de búsqueda

source: About
es: Acerca de...
